language                                      = &Română (Romanian)
translators                                   = Bogdan Burciu

about.title                                   = Despre [app.name]
about.notregistered                           = Neînregistrat.
about.eula                                    = Vizualizare EULA

ok                                            = OK
cancel                                        = Anulează
yes                                           = Da
no                                            = Nu
close                                         = Închide
error                                         = Eroare
warning                                       = Atenţie
or                                            = sau
and                                           = şi
if                                            = dacă
then                                          = apoi
else                                          = dacă nu

app.unknownError                              = S-a produs o eroare.
app.activatedExistingInstance                 = O instanţă [app.name] rulează deja!
app.readonly                                  = doar citire
app.restartneeded                             = Aplicaţia se va restarta
app.restartneeded.title                       = Este necesară restartarea aplicaţiei

undo                                          = &Undo
redo                                          = &Redo

notebook.browse.filemask.db                   = Agendă CintaNotes
notebook.new.caption                          = Agendă nouă
notebook.open.caption                         = Deschide agenda
notebook.save.caption                         = Salvează agenda ca




notelinkprotocol.restore.message              = Protocolul legăturilor a fost deteriorat. Doriţi restaurarea lui?

menu.file                                     = {s}&Fişier{s}
menu.file.new                                 = &Nou...
menu.file.open                                = &Deschide...
menu.file.saveas                              = &Salvează ca...
menu.file.close                               = Î&nchide
menu.file.import                              = &Import...
menu.file.export                              = &Export...
menu.file.print                               = Im&primă…
menu.file.backup                              = &Backup
menu.file.backup.now                          = Copiere de siguranţă acum
menu.file.backup.hourly.enabled               = La fiecare &oră
menu.file.backup.daily.enabled                = &Zilnic
menu.file.backup.weekly.enabled               = &Săptămânal
menu.file.recyclebin                          = Coş de gunoi
menu.file.passwordprotection                  = Protecţie cu p&arolă...
menu.file.rules                               = &Reguli
menu.file.sync                                = &Sincronizare
menu.file.exit                                = I&eşire

menu.edit                                     = {s}&Editează{s}
menu.edit.new                                 = Notă &nouă
menu.edit.edit                                = &Editează
menu.edit.copy                                = &Copiază
menu.edit.cut                                 = &Taie
menu.edit.paste                               = &Lipeşte

menu.edit.delete                              = &Şterge
menu.edit.merge                               = &Îmbină
menu.edit.replacetags                         = Înlocui&re Taguri...
menu.edit.selectall                           = Selecte&ază tot
menu.edit.properties                          = Pr&oprietăţi...
menu.edit.print                               = Imp&rimă…
menu.edit.copylink                            = Copiază &legătura notei
menu.edit.pastenotelink                       = Lipeşte legătura notei
menu.edit.inserttimestamp                     = Inserează timpul
menu.edit.insertdate                          = Introduceţi data curentă

menu.view                                     = {s}&Vizualizare{s}
menu.view.notecolor                           = Temă &culoare
menu.view.notecolor.red                       = &Roşu
menu.view.notecolor.orange                    = P&ortocaliu
menu.view.notecolor.yellow                    = &Galben
menu.view.notecolor.green                     = &Verde
menu.view.notecolor.cyan                      = &Turcoaz
menu.view.notecolor.blue                      = Al&bastru
menu.view.notecolor.purple                    = &Violet
menu.view.notecolor.gray                      = Gr&i
menu.view.tagsidebar                          = Bara laterală &Taguri
menu.view.sectionbar                          = Bara de &Secţiune
menu.view.reversed                            = O&rdine inversă
menu.view.sorting                             = &Sortează după
menu.view.sorting.manual                      = M&anual
menu.view.sorting.created                     = Data &creare
menu.view.sorting.modified                    = Data &modificare
menu.view.sorting.title                       = &Titlu
menu.view.sorting.link                        = &Link
menu.view.sorting.size                        = &Mărime
menu.view.history.back                        = Înapoi
menu.view.history.forward                     = Înainte
menu.view.history.clear                       = &Curăţare istoric
menu.view.history.display                     = &Vizualizare istoric


sort.manual                                   = M&anual
sort.created                                  = &Creat
sort.modified                                 = &Modificat
sort.title                                    = &Titlu
sort.link                                     = &Legătură
sort.size                                     = &Mărime
sort.reverse                                  = O&rdine inversă

menu.options                                  = {s}&Opţiuni{s}
menu.options.hotkey                           = &Scurtături...
menu.options.clipping                         = &Tăiere
menu.options.clipping.silent                  = &Silent
menu.options.clipping.after                   = &După Tăiere
menu.options.clipping.after.showinboxsection  = Comută la secţiunea &Inbox
menu.options.clipping.after.showuntagged      = Comută la vizualizarea notelor &ără tag
menu.options.clipping.after.openeditor        = Deschide în &Editor
menu.options.clipping.after.assignactivetags  = &Atribuire taguri active
menu.options.clipping.title                   = Foloseşte ca Titlu
menu.options.clipping.title.apptitle          = Titlul &Aplicaţiei
menu.options.clipping.title.firstline         = &Prima linie din text
menu.options.clipping.title.blankline         = Linie &goală




menu.view.noteappearance                      = Lista &note...

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Linkuri
menu.options.editor.links.recognize           = &Evidenţiază legăturile
menu.options.editor.links.singleclick         = Click &simplu pe legături
menu.options.editor.links.doubleclick         = &Dublu click pe legături
menu.options.editor.initialfocus              = Focus &iniţial
menu.options.editor.initialfocus.title        = Titlu
menu.options.editor.initialfocus.text         = Text
menu.options.editor.tabcharacter              = caracter &Tab
menu.options.editor.tabcharacter.tab          = La tasta Tab
menu.options.editor.tabcharacter.ctrltab      = La Ctrl+Tab
menu.options.editor.wordwrap                  = Limitare text la margini
menu.options.editor.editorescsavenote         = &Auto-salvare modificăr la apăsare tasta Esc

menu.options.search                           = Căutare



menu.options.tags                             = &Taguri
menu.options.tags.lowercase                   = Doar &litere mici
menu.options.tags.accepton                    = &Acceptă sugestie cu
menu.options.tags.displaycounts               = A&fişează numărătoarea folosirii tagurilor în bara laterală
menu.options.tags.autodeleted                 = Implicit şters a&utomat


menu.options.tags.accepton.space              = Bara de &spaţiu
menu.options.tags.accepton.click              = &Click simplu mouse

menu.options.rules                            = &Reguli
menu.options.rules.notifications              = &Notifică atunci cînd se aplică

menu.options.window                           = &Fereastră
menu.options.minimizetotray                   = &Minimizează în System Tray
menu.options.closetotray                      = î&nchide în System Tray
menu.options.alwaysontop                      = Mereu &deasupra
menu.options.window.minimizeonesc             = Minimizează la apăsarea &Esc









menu.options.startup                          = &Pornire
menu.options.runatstartup                     = &Ruleaza la pornirea sistemului
menu.options.startup.minimized                = Porneşte &minimizat
menu.options.startup.multipleinstances        = P&ermite instanţe multiple
menu.options.startup.restoretagsfilter        = Restaurează ultima selecţie de &taguri
menu.options.startup.multipleinstances.activationmsg = &Notifică atunci cînd există instanţă în cur se activare

menu.options.system                           = S&istem
menu.options.system.associatewithdbfile       = Asociază [app.name] cu fişierele .db
menu.options.system.registerlinkprotocol      = Înregistrare Protocol &legături
menu.options.system.proxysettings             = Setări &proxy
menu.options.system.registry.error            = Regiştrii nu pot fi modificaţi. Vă rog rulaţi [app.name] cu drepturi de Administrator şi reîncercaţi.

registerlinkprotocol.title                    = Înregistrare protocol legături
registerlinkprotocol.registered               = Această instanţă [app.name] este acum înregistrată să se ocupe de clic-urile legăturilor cintanotes://.
registerlinkprotocol.unregistered             = Această instanţă [app.name] este acum neînregistrată şi nu se va mai ocupa de clic-urile legăturilor cintanotes:// de acum înainte.

menu.options.language                         = &Limba

menu.help                                     = {s}&Ajutor{s}
menu.help.help                                = &Ajutor
menu.help.website                             = &Website
menu.help.forum                               = &Forum
menu.help.roadmap                             = &Discuţii
menu.help.translate                           = &Traduceri
menu.help.debug                               = &Depanare
menu.help.debug.logging                       = Loguri &Depanare
menu.help.license                             = &Licenţă
menu.help.checkforupdates                     = Verifică a&ctualizări...
menu.help.about                               = &Despre [app.name]

menu.updatenotify.tooltip                     = O nouă versiune CintaNotes este disponibilă

confirmdelete.one                             = Ştergeţi nota {n}'{0}'?
confirmdelete.many                            = Ştergeţi {0} note selectate?
confirmdelete.title.one                       = Ştergeţi nota?
confirmdelete.title.many                      = Ştergeţi notele?
confirmdelete.unsaved                         = Nota nu este salvată. Anulaţi modificările ?
confirmdelete.openineditor.title              = Nota este deschisă în editor

confirm.movetorecyclebin.one                  = Mutaţi nota {n}'{0}'{n}la coşul de gunoi?
confirm.movetorecyclebin.many                 = Mutaţi {0} note selectate în coşul de gunoi?
confirm.movetorecyclebin.title.one            = Mutaţi nota la coşul de gunoi?
confirm.movetorecyclebin.title.many           = Mutaţi notele la coşul de gunoi?

confirm.merge.title                           = Îmbinare note?
confirm.merge.message                         = Sigur doriţi să îmbinaţi aceste note?

confirmationdialog.dontaskagain               = Nu întreba din nou

deletenotesmessagedialog.caption              = Mutaţi notele la Coşul de gunoi?
deletenotesmessagedialog.title                = Coşul de Gunoi este configurat să păstreze doar {1} note în timp ce dvs. ştergeţi {0} note.{n}Ce aţi dori să faceţi?
deletenotesmessagedialog.button.increase      = Măreşte
deletenotesmessagedialog.increase.description = Măreşte numărul notelor pe care Coşul de Gunoi le va păstra
deletenotesmessagedialog.button.delete        = Şterge
deletenotesmessagedialog.delete.description   = Ştergeţi celelalte {0} note permanent?

confirmlinkopening.message                    = Deschiderea a {0} de linkuri în acelaşi timp poate face ca sistemul dvs. să se blocheze.{n} Doriţi să continuaţi?

filter                                        = Filtru:
filter.anytextfield                           = Cîmp orice text
filter.textandtitle                           = &Text şi Titlu
filter.text                                   = Doar te&xt
filter.title                                  = Doar T&itlu
filter.time.created                           = Oră &creare
filter.time.modified                          = Oră &modificare
filter.remarks                                = &Remarci
filter.attachments                            = &Atașamente
filter.link                                   = &Legătură
filter.tags                                   = Ta&guri
filter.all                                    = &Oriunde
search.insidewords                            = Cău&tare printre cuvinte
search.acrossfields                           = Căutare dincolo de limitele cîmpului

license.message.text                          = Această funcţie este disponibilă doar în versiunea comercială
license.message.caption                       = Licenţă necesară

noteslist.notebookempty                       = Agenda dvs. este goală.{n}{n}Pentru a adăuga note apăsaţi tasta Ins sau selectaţi textul într-o altă aplicaţie şi apoi apăsaţi tasta Tăiere ([clipping.default.key] definită).{n}Puteţi, de asemenea, crea note prin lipirea textul din clipboard.
noteslist.sectionempty                        = Această secţiune este goală.
noteslist.notfound                            = Nicio notă nu corespunde filtrului curent.{n}
noteslist.openlink                            = Accesează &legătura
noteslist.tag                                 = &Tag...
noteslist.export.selected                     = &Exportă...
noteslist.move                                = M&ută
noteslist.move.up                             = &Sus
noteslist.move.down                           = &Jos
noteslist.move.top                            = În S&us
noteslist.move.bottom                         = Î&n Jos
noteslist.properties                          = Proprietăţi...
noteslist.move.tosection                      = în &secţiunea...

noteslist.attachments.more                    = (încă {0})
noteslist.drag.more                           = + {0} note

noteedit.title                                = Editează
noteedit.accepthint                           = (Ctrl+Enter pentru a accepta schimbările)
noteedit.link                                 = Legătură
noteedit.tags                                 = Taguri
noteedit.remarks                              = Remarci
noteedit.new.title                            = Notă nouă
noteedit.readonly.title                       = Notă doar-citire
noteedit.notesaved                            = Notă salvată
noteedit.esc.savechanges.title                = Confirmaţi salvare modificări


noteedit.notelinkcopied                       = Legătura notei a fost copiată în clipboard.
noteedit.links.itselferror                    = Nu se poate adăuga o legătură ei înşişi
noteedit.links.alreadynotelinkerror           = Nu se poate adăuga o legătura unui text care conţine deja o legătură
noteedit.links.multilineerror                 = Nu se pot adăuga legături compuse din mai multe linii
noteedit.links.createnewnote                  = Crează notă nouă
noteedit.links.updatecaption                  = Actualizare legătură de legendă
noteedit.links.typetip                        = Scrieţi pentru a căuta după titlu
noteedit.links.tip.notenotfound               = Nota legată nu a fost găsită
noteedit.links.tip.notebooknotfound           = Agenda care conţine nota legată nu a fost găsită
noteedit.links.tip.notebookencrypted          = Agenda care conţine legături între note este criptată.
noteedit.section.tip                          = Secţiune
noteedit.linkedit.tip                         = Editare legătură
noteedit.linkedit.open.tip                    = Deschide legătură
noteedit.attach.tip                           = Ataşare fişier

noteedit.attach.confirm.title                 = Confirmaţi ataşarea fişierelor

noteedit.attach.confirm.nfilesmore            = noteedit.attach.confirm.nfilesmore{n}încă {0} fişier(e)



noteedit.attach.alreadyattached.title         = Fişier deja ataşat

noteedit.attach.updatename.title              = Fişier deja ataşat

noteedit.attach.updatefromdisk.title          = Ataşamentul de pe disc a fost modificat


noteedit.attach.savetodiskoverwrite.title     = Fişierul există deja






noteedit.attach.open.pwprotected.title        = Avertisment securitate




linkswatchdog.title                           = Legătură coruptă detectată
linkswatchdog.message                         = Legătură coruptă: {0} -> {1}

linkswatchdog.title                           = Legătură coruptă detectată
linkswatchdog.message                         = Legătură coruptă: {0} -> {1}

noteedit.openfilelink.notexists.title         = Fişierul nu a fost găsit
noteedit.openfilelink.notexists.message       = Fişierul {0} nu a fost găsit. Doriţi îndepărtarea legăturii?

noteedit.copylinktounsavednote.caption        = Copiază legatura unei note nesalvate
noteedit.copylinktounsavednote.message        = Doriţi să salvaţi această nota şi să îi ataşaţi legătura ?


noteedit.attachment.notexist                  = Fişierul '{0}' nu a fost găsit.
noteedit.attachment.attach.progress.title     = Ataşare fişier
noteedit.attachment.attach.progress.message   = Ataşare {0}...
noteedit.attachment.open                      = Deschide
noteedit.attachment.openwith                  = Deschide cu...
noteedit.attachment.open.progress.title       = Deschidere ataşament
noteedit.attachment.open.progress.message     = Deschidere {0}...
noteedit.attachment.saveas                    = Salvează ca
noteedit.attachment.saveas.selectfolder       = Selectaţi un folder
noteedit.attachment.saveas.progress.title     = Salvare ataşament
noteedit.attachment.saveas.progress.message   = Salvare {0}...
noteedit.attachment.saveas.successmsg.title   = Ataşament salvat
noteedit.attachment.saveas.successmsg         = Ataşamentul a fost salvat în {0}.
noteedit.attachment.saveas.successmsg.many    = Ataşamentele au fost salvate.
noteedit.attachment.saveas.view               = Vizualizare
noteedit.attachment.delete                    = Şterge

noteappearance.title                          = Aspect notă
noteappearance.pt                             = pt
noteappearance.bold                           = Bold
noteappearance.italic                         = Italic
noteappearance.headerfontlabel                = Font antet:
noteappearance.textfontlabel                  = Font text:
noteappearance.notelines                      = Previzualizare linii text:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = ...
noteappearance.textformatting                 = Formatare text nota
noteappearance.datedisplay.label              = Afişează data şi ora:
noteappearance.datedisplay.combo.none         = Nimic
noteappearance.datedisplay.combo.created      = Creat
noteappearance.datedisplay.combo.modified     = Modificat
noteappearance.datedisplay.combo.both         = Creat şi modificat
noteappearance.datedisplay.sortmodedate       = Afişează întotdeauna modul de sortare Dată
noteappearance.datedisplay.displaytime        = Afişează ora
noteappearance.tagdisplay.enabled             = Afişare etichete
noteappearance.tagdisplay.fullnames           = Arată mereu numele complete ale etichetelor
noteappearance.remarksdisplay.enabled         = Afişare observaţii


notebookmessage.title                         = Agendă
notebookmessage.message                       = Agenda nu poate fi încărcată pentru că următoarea adresă este inaccesibilă: "{0}"
notebookmessage.button.create                 = Creare nou
notebookmessage.button.open                   = Deschide fişier existent
notebookmessage.button.exit                   = Ieşire

pastemessage.caption                          = Conflict lipire note
pastemessage.title                            = Această agendă conţine deja {0} note cu acelaşi ID dar text diferit. {n} Ce doriţi să faceţi?
pastemessage.button.replace                   = Înlocuire
pastemessage.button.replace.description       = Înlocuieşte notele existente nu notele din clipboard
pastemessage.button.addnew                    = Adaugă ca nou
pastemessage.button.addnew.description        = Adaugă note din clipboard ca note noi cu un ID nou
pastemessage.button.lastmodified              = Utilizează ultima modificată
pastemessage.button.lastmodified.description  = Utilizează note cu o dată a modificării mai recentă



searchdialog.find.title                       = Caută
searchdialog.findandreplace.title             = Caută şi înlocuieşte
searchdialog.findwhat                         = Ce caută:
searchdialog.replacewith                      = Înlocuieşte cu:
searchdialog.matchcase                        = Potrivire majuscule/minuscule
searchdialog.searchinsidewords                = Caută în cuvinte
searchdialog.button.findprevious              = Caută &precedentul
searchdialog.button.findnext                  = Caută următorul
searchdialog.button.replace                   = Înlocui&re
searchdialog.button.replaceall                = Înlocuieşte tot
searchdialog.button.close                     = În&chide
searchdialog.specifiedtextnotfound            = Textul specificat nu a fost găsit.
searchdialog.findreachedstartingpoint         = Caută pînă la ajungere la punctul de plecare al căutării.

wronglinkmessage.title                        = Deschide legătură
wronglinkmessage.notenotfound                 = Nota legătură nu a fost găsită.
wronglinkmessage.notebooknotfound             = Agenda care coţine nota din link nu a fost găsită.
wronglinkmessage.notebookincompatible         = Agenda care conţine legături între note este incompatibilă cu versiunea curentă.
wronglinkmessage.notebookencrypted            = Agenda care conţine legături între note este criptată.
wronglinkmessage.button.remove                = Şterge legătură
wronglinkmessage.button.createnew             = Crează notă nouă

externallinkmessage.title                     = Deschidere legătură externă
externallinkmessage.message                   = Această legătură se referă la o altă agendă '{0}'.{n}Cum doriţi să deschideţi nota?
externallinkmessage.switchmessage             = Această legătură trimite către alt fişier agendă '{0}'.{n}Doriţi să comutaţi la cealaltă agendă?
externallinkmessage.button.anotherinstance    = Deschideţi altă instanţă
externallinkmessage.button.switch             = Comutaţi între agende
externallinkmessage.button.switch.changes     = Toate modificările vor fi salvate.

upgrademessage.title                          = Actualizare agendă
upgrademessage.message                        = Fişierul agendă '{0}'{n}a fost creat de o versiune mai veche a [app.name].{n}Doriţi actualizarea lui?
upgrademessage.check.createbackup             = Creare copie de siguranţă
upgrademessage.cancelled                      = Actualizare a fost anulată.
upgrademessage.successful                     = Actualizare reuşită!
upgrademessage.successful.backup              = Actualizare reuşită!{n}Fişierul copie de siguranţă al vechiului fişier a fost salvat ca:{n}{0}{n}în folderul: {n}'{1}'.
upgrade.backup.before                         = înainte de actualizare la

backup.successdialog.caption                  = Copiere de siguranţă reuşită
backup.successdialog.message                  = Agenda a fost copiată cu succes{n}ca {0}{n}la {1}
backup.processdialog.caption                  = Copiere de siguranţă în curs
backup.processdialog.message                  = Vă rugăm aşteptaţi în timp ce agenda este copiată

tagsedit.title                                = Adăugare / eliminare taguri
tagsedit.addtags                              = Adaugă taguri:
tagsedit.removetags                           = Eliminare taguri:

passworddialog.title                          = Introduceţi parola
passworddialog.old.title                      = Introduceţi parola veche
passworddialog.password                       = Parolă:
passworddialog.old.password                   = Parolă veche:
passworddialog.incorrectpassword              = Parolă incorectă
passworddialog.notebook                       = Agendă...

setnotebookpassworddialog.title               = Protecţie cu parolă

setnotebookpassworddialog.oldpassword         = Vechea parolă:
setnotebookpassworddialog.newpassword         = Noua parolă:
setnotebookpassworddialog.confirmpassword     = Confirmare parolă:
setnotebookpassworddialog.incorrectpassword   = Parolă veche incorectă


setnotebookpassworddialog.successfullychanged = Parolă schimbată cu succes
setnotebookpassworddialog.successfullyremoved = Parolă înlăturată cu succes




setnotebookpassworddialog.autoreset.suffix    = minute de inactivitate







setnotebookpassworddialog.button.changepassword = Modificare parolă...

encrypt.progress.caption                      = Progres criptare
encrypt.progress.message                      = Vă rugăm aşteptaţi cît timp se criptează...
decrypt.progress.caption                      = Progres decriptare
decrypt.progress.message                      = Vă rugăm aşteptaţi cît timp se decriptează...

recentlist.notfoundmessage                    = Doriţi să înlăturaţi referinţa către, din lista Recente?
recentlist.cantclosenotebook                  = Nu se poate închide o singură agendă

replacetags.title                             = Înlocuire taguri
replacetags.sourcetags                        = Înlocuire taguri:
replacetags.desttags                          = Cu taguri:
replacetags.hint                              = Folosind acest dialog puteţi redenumi, împărţi şi şterge taguri.{n}{n}Ex. pentru a şterge un tag scrieţi-l în prima căsută şi lăsaţi-o goală pe cea de-a doua.

recyclebindialog.title                        = Coş de gunoi
recyclebindialog.column.datedeleted           = Şters
recyclebindialog.column.title                 = Titlu
recyclebindialog.column.text                  = Text
recyclebindialog.column.datecreated           = Creat
recyclebindialog.column.datemodified          = Modiifcat
recyclebindialog.column.size                  = Mărime (KB)
recyclebindialog.column.tags                  = Etichete
recyclebindialog.column.sectionname           = Secţiune
recyclebindialog.column.link                  = Legătură
recyclebindialog.button.restore               = Restaurare
recyclebindialog.button.delete                = Ştergere
recyclebindialog.button.deleteall             = Gol
recyclebindialog.label.maxsize                = Numărul maxim de note şterse de păstrat:
recyclebindialog.label.keepnotes              = Şterge permanent după
recyclebindialog.label.keepnotes.suffix       = zile
recyclebindialog.error.invalidmaxsize         = Numărul maxim al notelor şterse trebuie să fie un număr pozitiv
recyclebindialog.error.invalidkeepnotes       = Numărul zilelor trebuie să fie un număr pozitiv

recyclebindialog.menu.restore                 = Restauraţi
recyclebindialog.menu.delete                  = Ştergeţi
recyclebindialog.menu.deleteall               = Gol

recyclebindialog.confirm.delete.title         = Ştergeţi permanent
recyclebindialog.confirm.delete.message       = Ştergeţi permanent {0} notele selectate?
recyclebindialog.confirm.deleteall.title      = Goliţi coşul de gunoi?
recyclebindialog.confirm.deleteall.message    = Ştergeţi permanent toate cele {0} note?
recyclebindialog.confirm.restore.title        = Restauraţi notele din coşul de gunoi?
recyclebindialog.confirm.restore.message      = Restauraţi {0} note selectate?

tray.addnew                                   = Notă nouă
tray.restore                                  = Restaurare
tray.exit                                     = Ieşire

printdialog.title                             = Imprimare note
printdialog.title.single                      = Imprimare notă
printdialog.group.scope                       = Scop imprimare
printdialog.group.fields                      = Cîmpuri imprimare
printdialog.errormsg                          = Programul a întîlnit o eroare în timpul imprimării.
printdialog.errormsg.title                    = Eroare imprimare

export.title                                  = Exportă note
export.filemask.txt                           = Text unicode
export.filemask.xml                           = XML
export.filemask.html                          = Site web
export.successmsg.title                       = Export reuşit
export.successmsg                             = Exportul notelor complet. Note exportate: {0}.
export.errormsg                               = S-a produs o eroare în timpul Exportului.
export.errormsg.title                         = Eroare de Export
export.html.created                           = Creat:
export.html.modified                          = Modificat:
export.scope.all                              = Toate notele ({0})
export.scope.current                          = Vizualizare curentă ({0})
export.scope.selection                        = Note selectate ({0})
export.field.title                            = Titlu
export.field.text                             = Text
export.field.creation                         = Dată creare
export.field.modification                     = Dată modificare
export.field.link                             = Legătură
export.field.tags                             = Taguri
export.field.remarks                          = Remarci
export.field.attachments                      = Ataşamente
export.field.rules                            = Reguli
export.group.scope                            = Scop export
export.group.fields                           = Câmpuri export
export.errormsg.nonotes                       = Nu se poate exporta o agendă goală
export.button.view                            = Vizualizare

export.processdialog.caption                  = Progres export
export.processdialog.message                  = Vă rugăm aşteptaţi cît timp se exportă...

import.title                                  = Importă note
import.filemask.all                           = Fişier CintaNotes
import.filemask.db                            = Agendă CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Import reuşit
import.successmsg                             = Import note complet.{n} Note importate: {0}.{n} Note actualizate: {1}.{n} Duplicate ignorate: {2}
import.successmsg.sections                    = Secţiuni importate: {0}
import.successmsg.rules                       = Reguli importate: {0}
import.errormsg                               = S-a produs o eroare în timpul Importului.
import.errormsg.title                         = Eroare de Import
import.label.addtags                          = Adaugă taguri:
import.importsections                         = Importă secţiuni
import.importrules                            = Import reguli
import.allowduplicates                        = Permite duplicate

import.processdialog.caption                  = Progres import
import.processdialog.message                  = Vă rugăm aşteptaţi cît timp se importă...

import.error.sectioncountexceeded             = Fişierul {0} nu poate fi importat cu secţiuni. {n}Limita de [sections.limit] secţiuni ar fi depăşită.

options.hotkeys.title                         = Configurare scurtături
options.hotkeys.clip.label                    = Scurtătură Tăiere text:
options.hotkeys.show.label                    = Scurtătură afişare fereastra principală:
options.hotkeys.newnote.label                 = Scurtătură Notă Nouă:

options.hotkeys.hint                          = Pentru a dezactiva o scrutătură, apăsaţi Esc în câmpul respectiv.{n}{n}Încercaţi să alegeţi scrutături care nu sunt utilizate de alte aplicaţii, în caz contrar CintaNotes poate interfera cu acestea şi să nu funcţioneze corect.
options.hotkeys.cannotregister                = Această combinaţie de taste nu poate fi înregistrată. Va rog alegeţi alta.
options.hotkeys.cannotregister.title          = Scurtătura nu poate fi înregistrată

filtercontrol.total.one                       = {0} notă
filtercontrol.total.many                      = {0} note
filtercontrol.filtered.one                    = {0} găsite
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Sortează după
filtercontrol.tooltip.back                    = Merge înapoi
filtercontrol.tooltip.forward                 = Merge înainte
filtercontrol.tooltip.back.extra              = Clic-dreapta pentru a vedea istoricul
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Şterge
tag.rename                                    = Redenumire...
tag.merge                                     = Îmbinare...
tag.delete.confirm.title                      = Ştergere taguri
tag.delete.confirm.message.one                = Doriţi să ştergeţi tagul selectat?
tag.delete.confirm.message.many               = Doriţi să stergeţi tagurile selectate ?
tag.delete.confirm.usecount.one               = Eticheta selectată este curent folosită în {0} note
tag.delete.confirm.usecount.many              = Etichetele selectate sînt curent folosite în {0} note
tag.displaycounts                             = Afişează numărătorile
tag.properties                                = Proprietăţi...
tag.add                                       = Tag nou...
tag.addchild                                  = Tag-copil nou...
tag.expandall                                 = Extindere completă
tag.collapseall                               = Închidere completă

tag.filter.none                               = Filtru fără etichete
tag.filter.used                               = Doar etichete folosite
tag.filter.related                            = Doar etichete înrudite

tagproperties.title                           = {0} Proprietăţi
tagproperties.autodeletecheckbox              = Şters automat
tagproperties.autodeletecheckbox.tip          = Şterge tagul atunci când nu sunt note asociate acelui tag
tagproperties.autoexpandedcheckbox            = Extins implicit

deletetags.deletechildren                     = Şterge toate tagurile-copil
deletetags.deletenotes.one                    = Şterge {0} note
deletetags.deletenotes.many                   = Ştergeţi {0} note?
deletetags.deletenotes.havingthistag.one      = avînd această etichetă
deletetags.deletenotes.havingthistag.many     = avînd aceste etichete

newtag.title                                  = Tag nou
newtag.name                                   = Nume tag:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Tag-copil nou

tagsidebar.all                                = Toate
tagsidebar.untagged                           = Făra tag
tagsidebar.more                               = (încă {0})
tagsidebar.confirmtagdrop.title               = Redenumire etichetă
tagsidebar.confirmtagdrop.text                = Redenumire etichetă {0} în {1}?

notebookconfig.title                          = Parametrii agendă
notebookconfig.path.caption                   = Fişier agendă:
notebookconfig.path.browse.mask               = Agende CintaNotes (*.db)|*.db|Toate fişierele (*.*)|*.*
notebookconfig.path.browse.caption            = Răsfoieşte după fişiere agendă CintaNotes
notebookconfig.disconnect.enabled             = {s}Activează sincronizarea externă a agendelor
notebookconfig.disconnect.label               = Eliberează fişierul după:
notebookconfig.disconnect.seconds             = secunde de inactivitate
notebookconfig.move                           = {s}Realocă agenda curentă

noterichedit.format                           = &Format
noterichedit.format.bold                      = &Bold
noterichedit.format.italic                    = &Italic
noterichedit.format.underline                 = S&ubliniat
noterichedit.format.strikeout                 = &Tăiat
noterichedit.format.highlight                 = &Edivenţiază
noterichedit.format.monospace                 = &Monospaţial

noterichedit.align                            = &Aliniere
noterichedit.align.left                       = &La stînga
noterichedit.align.center                     = La &centru
noterichedit.align.right                      = La d&reapta

noterichedit.indent                           = &Indent
noterichedit.format.indent                    = &Indent
noterichedit.format.outdent                   = &Outdent

noterichedit.format.list.bullet               = Listă &neordonată
noterichedit.format.list.numbered             = Lista &ordonată

noterichedit.format.clear                     = &Curăţă

noterichedit.insertlink                       = &Inserare legătură
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = Crează legătură notei
noterichedit.insertlink.file                  = &Fişier
noterichedit.insertlink.attachment            = &Ataşament

noterichedit.paste.intolistitem               = Lipeşte în listă elemente
noterichedit.paste.intolist                   = Lipeşte în listă

noterichedit.editlink                         = Reselectaţi sursa legăturii
noterichedit.deletelink                       = Şterge legătura
noterichedit.copynotelink                     = Copiază &legătura notei

richedit.find                                 = Caută...
richedit.replace                              = Înlocuire...

noteproperties.title                          = Proprietăţi notă
noteproperties.source.label                   = Sursă:
noteproperties.created.label                  = Creat:
noteproperties.modified.label                 = Modificat:
noteproperties.notesize.label                 = Mărime notă: {0} KB
noteproperties.notesizeondisk.label           = {0} KB pe disc
noteproperties.charcount.label                = Caractere: {0}
noteproperties.wordcount.label                = Cuvinte: {0}
noteproperties.error.invaliddates             = Data modificării nu poate fi înainte de data de creare

selecturldialog.title                         = Introduceţi URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Fişierul agendă a fost şters.{n}Apliaţia va fi închisă.
error.notebook.unknownversion                 = Fişierul agendă '{0}'{n} a fost creat cu o versiune mai nouă a [app.name] şi nu poate fi deschis.{n}{n}Vă rog descărcaţi ultima versiune a [app.name] de la [app.url] pentru a deschide acest fişier.
error.notebook.cantopenwhenupgrade            = Fişierul agendă '{0}'{n} a fost creat de o versiune mai veche a [app.name] şi nu poate fi actualizat.{n}Vă rugăm verificaţi dacă aveţi permisiunea de a scrie acest fişier.
error.notebook.upgradeerror                   = Fişierul agendă '{0}'{n} a fost creat de o versiune mai veche a [app.name] şi nu poate fi actualizat.{n}{n}Mesaj eroare: {1}
error.notebook.encrypted                      = Fişierul agendă '{0}'{n} este criptat.
error.notebook.databasedamaged                = Fişierul agendă '{0}'{n}a fost deteriorat şi nu poate fi deschis.{n}{n}Mesaj eroare: {1}

error.note.notfound                           = Notă ştearsă

error.notebook.dbcorrupt.title                = Atenţionare bază de date agendă
error.notebook.dbcorrupt.message              = Fişierul bază de date agendă ar putea fi deteriorat. Pentru a remedia problema vă rugăm să trimiteţi următoarele informaţii la [support.email]: {0}

license.key.status.notfound                   = Informaţiile de înregistrare nu au fost găsite.
license.key.status.valid                      = Informaţiile de înregistrare sunt valide.
license.key.status.invalid                    = Informaţii de înregistrare invalide.
license.key.status.stolen                     = Cheia de înregistrare a fost dezactivată de către distribuitor.
license.key.status.expired                    = Cheia de înregistrare a expirat.
license.key.status                            = Status Cheie de înregistrare: {0}

license.type.basic                            = Licenţă de bază (gratuit)
license.type.pro                              = Licenţă PRO
license.type.company                          = Licenţă PRO (Companie)
license.type.promo                            = [license.type.pro] (Promo)
license.type.lifetime                         = Pe viaţă [license.type.pro]
license.type.trial                            = Licenţă PRO de testare

licensedialog.title                           = Licenţă

licensedialog.register.success                = Vă mulţumim pentru înregistrare!
licensedialog.register.success.title          = Succes
licensedialog.register.fail                   = Înregistrare eşuată
licensedialog.register.expired                = Această cheie de licenţă este nevalidă pentru versiunea [app.name].
licensedialog.register.expired.extra          = Această cheie de licenţă este validă pentru versiunile anterioare datei {0},{n}dar această versiune ({1}) este lansată pe {2}.
licensedialog.replace.confirm                 = Doriţi înlocuirea licenţei curente ?
licensedialog.replace.confirm.title           = Înlocuire licenţă ?

licensedialog.type.trial                      = [license.type.trial]

licensedialog.type.pro                        = [license.type.pro]
licensedialog.type.pro.descr                  = Versiune complet funcţională
licensedialog.type.pro.name                   = Înregistrat pentru: {0}
licensedialog.type.pro.email                  = Email: {0}

licensedialog.type.pro.expdate                = Expiră la: {0}
licensedialog.type.pro.updexpdate             = Actualizări gratuite pînă la: {0}

licensedialog.type.basic                      = [license.type.basic]


licensedialog.never                           = Niciodată


licensedialog.buykey                          = Cumpăraţi cheie
licensedialog.renewkey                        = Reînnoieşte cheia


licensedialog.detectedkey.title               = Cheie de licenţă detectată
licensedialog.detectedkey.message             = CintaNotes a detectat următoarea cheie de licenţă:
licensedialog.detectedkey.apply               = Aplică cheie


licensekeydialog.title                        = Introduceţi noua cheie de licenţă
licensekeydialog.name                         = Nume complet
licensekeydialog.email                        = Email
licensekeydialog.key                          = Cheie

licenserequireddialog.title                   = Este necesar un upgrade de licenţă
licenserequireddialog.message.default         = Această caracteristică nu este valabilă cu licenţa dvs. curentă.
licenserequireddialog.message.upg             = Vă rog faceţi upgrade licenţei dvs. pentru a activa această caracteristică ! {n}{n} Pentru detalii accesaţi butonul 'Licenţă' de mai jos.
licenserequireddialog.licensebutton           = Licenţă

licenseexpireddialog.title                    = Licenţa a expirat
licenseexpireddialog.renew.message            = Cheia dvs. nu mai este validă pentru această versiune a [app.name].{n}Trebuie să reînnoiţi licenţa dvs. sau retrogradaţi la licenţa de bază (Gratis).
licenseexpireddialog.buy.message              = Cheia dvs. de încercare a expirat.{n}Vă rugăm cumpăraţi o licenţă PRO sau retrogradaţi la licenţa de bază (Gratis).
licenseexpireddialog.freebutton               = Retrogradare
licenseexpireddialog.renewbutton              = Reînnoire
licenseexpireddialog.buybutton                = Cumpără
licenseexpireddialog.exitbutton               = Ieşire
licenseexpireddialog.dontshowdialog           = Nu mai arată acest dialog.
licenseexpireddialog.renew.hintlabel          = Reînnoirea licenţei durează doar cîteva minute{n} şi este oferită cu o reducere de [license.renew.discount] din preţul întreg.
licenseexpireddialog.buy.hintlabel            = Îmbunătăţirea la o licenţă PRO durează doar cîteva minute.












updatedialog.title                            = Verifică actualizări
updatedialog.initmessage                      = Verificarea actualizărilor a fost anulată. {n} Click pe butonul 'Verifică din nou' pentru a relua.
updatedialog.label.changes                    = Schimbări în această versiune:
updatedialog.button.check                     = Verifică din nou
updatedialog.button.download                  = Descarcă
updatedialog.label.autocheck                  = Efectuează această verificare automat
updatedialog.error.invalidfile                = Versiune fişier invalidă.
updatedialog.error.connectionrefused          = Conexiune refuzată.
updatedialog.error.servernotresponding        = Serverul nu răspunde.
updatedialog.error.invalidproxysettings       = Setări proxy nevalide.
updatedialog.error.inetdisconnected           = Internet deconectat.
updatedialog.warn.newversion.licensekeyinvalid = Avertisment! Cheia curentă de licenţă a dvs. nu este valabilă pentru această versiune.{n} Vă rugăm să reînnoiţi cheia de licenţă, dacă doriţi să continuaţi să utilizaţi caracteristicile PRO.
updatedialog.result.uptodate                  = Această versiune CintaNotes ({0}) este actualizată.
updatedialog.result.newversion                = Există o nouă versiune [app.name] disponibilă: {0}
updatedialog.state.connecting                 = Conectare...
updatedialog.state.findingserver              = Cautare server...
updatedialog.state.downloadingfile            = Descărcare fişier...

updatedialog.downloaddialog.title             = Avertisment
updatedialog.downloaddialog.msg               = Această versiune pot schimba formatul de fişier agendă, şi versiuni mai vechi CintaNotes nu vor fi capabile să-l mai citească.{n}{n}Dacă doriţi să utilizaţi caracteristici PRO cu noua versiune, vă rugăm să reînnoiţi cheia de licenţă înainte de a instala noua versiune, sau îmbunătăţirea la licenţa pe viaţă.{n}{n}Ce doriţi să faceţi?
updatedialog.downloaddialog.download          = Descarcă oricum
updatedialog.downloaddialog.renew             = Reînnoire cheie de licenţă
updatedialog.downloaddialog.upgrade           = Înbunătăţire la licenţă pe viaţă

proxysettingsdialog.title                     = Setări proxz
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Nume utilizator:
proxysettingsdialog.password                  = Parolă:
proxysettingsdialog.mode.disabled             = Dezactivează proxy
proxysettingsdialog.mode.preconfig            = Utilizează setări proxy sistem
proxysettingsdialog.mode.enabled              = Utilizează proxy:
proxysettingsdialog.error.invalidport         = Portul trebuie să fie un număr pozitiv

synchronizationbar.sync.tip                   = Sincronizează acum
synchronizationbar.cancel.tip                 = Anulează
synchronization.status.starting               = Start sincronizare...
synchronization.status.login                  = Logare ca...
synchronization.status.retrieveindex          = Restabilire index note...
synchronization.status.addlocalnotes          = Descărcare note noi... {0} din {1}
synchronization.status.updatelocalnotes       = Descărcare actualizări... {0} din {1}
synchronization.status.removelocalnotes       = Ştergere note locale... {0} din {1}
synchronization.status.restorelocalnotes      = Restaurare note locale din coşul de gunoi... {0} of {1}
synchronization.status.totrashlocalnotes      = Mutare note locale la coşul de gunoi... {0} of {1}
synchronization.status.addremotenotes         = Actualizare note noi... {0} din {1}
synchronization.status.updateremotenotes      = Încărcare actualizări... {0} din {1}
synchronization.status.removeremotenotes      = Ştergere note de la distanţă  - remote... {0} din {1}
synchronization.status.restoreremotenotes     = Restaurare note de la distanţă din coşul de gunoi... {0} of {1}
synchronization.status.totrashremotenotes     = Mutare note de la distanţă la coşul de gunoi... {0} of {1}
synchronization.status.cancelling             = Anulez...

synchronization.result.local                  = Local:
synchronization.result.remote                 = La distanţă - remote:
synchronization.result.added                  = Adaugat:
synchronization.result.updated                = Actualizat:
synchronization.result.removed                = Îndepărtat:
synchronization.result.errors                 = Erori:






synchronization.state.completed               = Sincronizare completă.
synchronization.state.completedwitherrors     = Sincronizare nefinalizată, vă rog încercaţi mai târziu.
synchronization.state.completedempty          = Sincronizare completă. Nicio modificare găsită.
synchronization.state.failed                  = Sincronizare eşuată.
synchronization.state.authorizationfailed     = Autorizare nereuşită.
synchronization.state.invalidproxysettings    = Setări proxy nevalide.
synchronization.state.systemproxyautherror    = Proxy necesită autentificare. Vă rugăm să folosiţi setările manuale de proxy.
synchronization.state.nameresolvingfailed     = Nu vă puteţi conecta. Numele serverului nu este rezolvat.
synchronization.state.internetdisconnected    = Nicio conexiune la internet.
synchronization.state.servernotresponding     = Server-ul nu răspunde.

synchronization.state.notsynchronized         = Nesincronizat
synchronization.state.lastsynchronization     = Ultima sincronizare {0}

syncpropertiesdialog.title                    = Proprietăţi de sincronizare Simplenote
syncpropertiesdialog.login                    = Login:
syncpropertiesdialog.password                 = Parola:
syncpropertiesdialog.enabled.allnotebook      = Sincronizare a unei secţiuni a acestei agende cu Simplenote
syncpropertiesdialog.section.all              = Toate secţiune
syncpropertiesdialog.section.selected         = Secţiune de sincronizat:
syncpropertiesdialog.conflictpolicy           = Politica de rezolvare a conflictului:
syncpropertiesdialog.conflictpolicy.local     = Utilizează fişier local
syncpropertiesdialog.conflictpolicy.remote    = Utilizează fişier de la distanţă - remote
syncpropertiesdialog.conflictpolicy.last      = Utilizează ultima modificare
syncpropertiesdialog.cachereset.loginchanged  = Aţi schimbat datele de login ale sincronizării de secţiuni. {n} Cache-ul sincronizării va fi resetat şi toate datele de la distanţă vor fi tratate ca noi. {n}{n} Continuaţi?
syncpropertiesdialog.cachereset.title         = Resetez datele de sincronizare?
syncpropertiesdialog.autosync.checkbox        = Sincronizare automata la fiecare
syncpropertiesdialog.autosync.suffix          = minut
syncpropertiesdialog.button.proxysettings     = Setări proxy
syncpropertiesdialog.sectionselection.error   = Trebuie să selectaţi cel puţin o secţiune
syncpropertiesdialog.webdavserver.cinta       = Server CintaNotes (spaţiu folosit: {0} din {1} MB)
syncpropertiesdialog.webdavserver.custom      = Server WebDAV personalizat
syncpropertiesdialog.attachments              = Spatiu pe server folosit pentru ataşamente:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} din {1}{2} ({3}{2} rămas)
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} din {1}{2}
syncpropertiesdialog.attachments.exceedwarning = AVERTISMENT: Limită spaţiu server depăşită!{n}Reduceţi dimensiunea totală a ataşărilor de sincronizat cu {0}{1}{n}pentru a continua sincronizarea.

webdavpropertiesdialog.title                  = Proprietăţi conexiune WebDAV
webdavpropertiesdialog.host                   = Gazdă
webdavpropertiesdialog.port                   = Port
webdavpropertiesdialog.serverpath             = Cale server
webdavpropertiesdialog.user                   = Utilizator
webdavpropertiesdialog.password               = Parolă
webdavpropertiesdialog.button.test            = Test
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = Portul trebuie să fie un număr pozitiv
webdavpropertiesdialog.connectiontest.title   = Test de conexiune
webdavpropertiesdialog.connectiontest.success = Conectare reuşită
webdavpropertiesdialog.connectiontest.fail    = Conectare nereuşită

rulesdialog.title                             = Reguli
rulesdialog.add.tip                           = Adaugă regulă nouă
rulesdialog.remove.tip                        = Şterge regulile selectate
rulesdialog.apply.confirm.title               = Aplică regulile modificate?

rulesdialog.viewlog                           = Vizualizare jurnal
rulesdialog.confirmdelete.one                 = Şterge {0} regili selectate?

rulesdialog.confirmdelete.title.one           = Şterge regulă?
rulesdialog.confirmdelete.title.many          = Şterge reguli?


rulesdialog.licenserequired.title             = Atenţionare funcţionalitate limitată





rulesdialog.close.stilledited.title           = Nu se poate închide

ruleeditdialog.title                          = Editare regulă
ruleeditdialog.name                           = Nume regulă (opţional)
ruleeditdialog.active                         = Activ
ruleeditdialog.button.testrule                = Testare regulă

ruleeditdialog.errormessage.title             = Regula are erore











ruleeditor.conditionlist.title                = [dacă]



ruleeditor.conditionlist.add.tip              = Adaugă condiţie nouă

ruleeditor.actionlist.add.tip                 = Adaugă acţiune nouă

ruleeditor.actionlist.title                   = [atunci]

fieldconditioneditor.delete.tip               = Condiţie ştergere
fieldconditioneditor.value.add.tip            = Adaugă valoare nouă
fieldconditioneditor.value.delete.tip         = Şterge valoare

fieldconditioneditor.field.anytext            = Cîmp orice text
fieldconditioneditor.field.title              = Titlu
fieldconditioneditor.field.text               = Text
fieldconditioneditor.field.link               = Legătură
fieldconditioneditor.field.tags               = Etichete
fieldconditioneditor.field.remarks            = Observaţii
fieldconditioneditor.field.attachments        = Ataşamente
fieldconditioneditor.field.section            = Secţiune
fieldconditioneditor.field.created            = Creat
fieldconditioneditor.field.modified           = modificat
fieldconditioneditor.field.note               = Notă

fieldconditioneditor.op.contains              = conţine
fieldconditioneditor.op.containsall           = conţine tot sau
fieldconditioneditor.op.starts                = începe cu
fieldconditioneditor.op.ends                  = se termină cu
fieldconditioneditor.op.equals                = este egal cu
fieldconditioneditor.op.hasall                = are tot din
fieldconditioneditor.op.hasany                = are
fieldconditioneditor.op.isempty               = este gol
fieldconditioneditor.op.before                = înainte
fieldconditioneditor.op.after                 = după
fieldconditioneditor.op.isnew                 = este nou
fieldconditioneditor.op.itemcontains          = are elemente conţinînd
fieldconditioneditor.op.itemstarts            = are elemente care încep cu
fieldconditioneditor.op.itemends              = are elemente care se termină cu
fieldconditioneditor.op.itemequals            = are elemente egale cu
fieldconditioneditor.op.sizegreater           = mărimea totală în KB este mai mare de
fieldconditioneditor.op.sizesmaller           = mărimea totală în KB este mai mică de



fieldconditioneditor.op.isempty.attachments   = sînt absente
fieldconditioneditor.op.itemcontains.attachments = are nume de fişier conţinînd
fieldconditioneditor.op.itemstarts.attachments = are nume de fişier care încep cu
fieldconditioneditor.op.itemends.attachments  = are nume de fişier care se termină cu
fieldconditioneditor.op.itemequals.attachments = are nume de fişier egale cu

fieldconditioneditor.op.not.isempty.attachments = sînt prezente
fieldconditioneditor.op.not.itemcontains.attachments = nici un nume de fişier conţinîne
fieldconditioneditor.op.not.itemstarts.attachments = nici un nume de fişier nu începe cu
fieldconditioneditor.op.not.itemends.attachments = nici un nume de fişier se termină cu
fieldconditioneditor.op.not.itemequals.attachments = nici un nume de fişier nu este egal cu

fieldconditioneditor.op.before.anytext        = vine înainte
fieldconditioneditor.op.after.anytext         = vine după

fieldconditioneditor.op.not.contains          = nu conţine
fieldconditioneditor.op.not.containsall       = nu conţine tot din
fieldconditioneditor.op.not.starts            = nu începe cu
fieldconditioneditor.op.not.ends              = nu se termină cu
fieldconditioneditor.op.not.equals            = nu este egal cu
fieldconditioneditor.op.not.hasall            = nu are tot din
fieldconditioneditor.op.not.hasany            = nu are
fieldconditioneditor.op.not.isempty           = nu este gol
fieldconditioneditor.op.not.isnew             = nu este nou
fieldconditioneditor.op.not.itemcontains      = are elemente conţinînd
fieldconditioneditor.op.not.itemstarts        = are elemente care încep cu
fieldconditioneditor.op.not.itemends          = are elemente care se termină cu
fieldconditioneditor.op.not.itemequals        = nu are elemente egale cu



actioneditor.delete.tip                       = Acţiune ştergere

actioneditor.actiontype.tag                   = Adaugă etichete
actioneditor.actiontype.untag                 = Înlătură etichete
actioneditor.actiontype.section               = Mută în secţiunea
actioneditor.actiontype.tag-untag             = Alocă etichete



ruleslist.active                              = A&ctiv
ruleslist.add                                 = &Adaugă
ruleslist.edit                                = &Editează
ruleslist.delete                              = &Şterge
ruleslist.duplicate                           = D&uplicat
ruleslist.duplicate.suffix                    = copiază

ruleslist.preview.active                      = Activ
ruleslist.preview.inactive                    = Inactiv


ruleslist.preview.forall                      = Pentru toate notele
ruleslist.preview.donothing                   = nu face nimic



rule.test.progress.title                      = Testare regulă

rule.test.error.title                         = [error]
rule.test.success.title                       = Test completat



rule.apply.progress.title                     = Aplică reguli

rule.apply.error.title                        = [eroare]

ruleslogdialog.title                          = Jurnal reguli

ruleslogdialog.column.dateapplied             = Dată aplicată
ruleslogdialog.column.rulename                = Nume regulă
ruleslogdialog.column.notetitle               = Titlu notă
ruleslogdialog.column.addedtags               = Etichete adăugate
ruleslogdialog.column.removedtags             = Etichete înlăturate
ruleslogdialog.column.movedtosection          = Mutat la secţiunea

ruleslogdialog.columnvalue.rulename.deleted   = şters


ruleslogdialog.button.clear                   = Curăţire jurnal




ruleslogdialog.confirm.clear.title            = Curăţă jurnal reguli


notification.ruleapplied.one                  = Regula '{0}' a fost aplicată la {1} notă
notification.ruleapplied.many                 = Regula '{0}' a fost aplicată la {1} note

section.new                                   = Secţiune nouă...
section.new.tip                               = Crează secţiune nouă
section.edit                                  = Proprietăţi...
section.delete                                = Ştergere
section.selectall                             = Selectează tot
section.licenserequired                       = Licenţa dvs. curentă vă permite să creaţi până la {0} secţiuni.
section.move.left                             = Mută la &stânga
section.move.right                            = Mută la d&reapta




section.confirmdelete                         = Ştergeţi secţiunea '{0}' cu {1} note?
section.confirmdelete.title                   = Stergeţi secţiunea?
section.confirmdelete.many                    = Ştergeţi secţiunea '{0}' cu {1} note ?
section.confirmdelete.title.many              = Ştergeţi secţiunea ?

section.all                                   = [tagsidebar.all]
section.main                                  = Principal
section.inbox                                 = Setaţi ca Inbox pentru tăieri

sectionedit.title                             = Editează proprietăţile secţiunii
sectionedit.title.new                         = Crează secţiune nouă
sectionedit.name                              = Nume:
sectionedit.color                             = Culoare:
sectionedit.sectionalreadyexists              = Există deja o secţiune cu acest nume

movetosection.title                           = Mută în sectiunea
movetosection.label.one                       = Mută {0} notă în secţiunea:
movetosection.label.many                      = Mută {0} note în secţiunea:

clipping.balloon.caption                      = [app.name] decupat
clipping.balloon.intosection                  = în
clipping.balloon.tagged                       = şi etichetat [{0}]

filedialog.filemask.all                       = Toate fişierele

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Spaţiu
left                                          = Stînga
right                                         = Dreapta
up                                            = Sus
down                                          = Jos
bksp                                          = BkSp

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
